eamodio.gitlens
emmanuelbeziat.vscode-great-icons
fkrull.gtk-dark-titlebar
formulahendry.code-runner
github.classroom
github.vscode-pull-request-github
golang.go
inferrinizzard.prettier-sql-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
skyran.js-jsx-snippets
tomoki1207.pdf
twxs.cmake
